[
    {
        "name": "Safety Pins",
        "info": "Safety pins, invented in 1849 by Walter Hunt, are invaluable in first aid. Their versatility makes them ideal for securing bandages, slings, or improvised splints during emergencies. Compact and durable, they provide quick fixes, ensuring stability and hygiene, making them indispensable in medical kits for on-the-spot care and support." 
    },
    {
        "name": "Triangular Bandage",
        "info": "Triangular bandages, a staple of first aid since their adoption in the 19th century, offer versatility in emergencies. They stabilize fractures, create slings, or secure dressings. Lightweight and multipurpose, they are crucial for immobilizing injuries and managing wounds, ensuring effective care in critical situations."
    },
    {
        "name": "Knuckle Adhesive Plaster",
        "info": "Knuckle adhesive plasters, designed specifically for joint protection, are essential in first aid. Introduced as part of modern wound care innovations, they fit snugly around knuckles, covering cuts or abrasions while allowing movement. Their durable, flexible design ensures protection, preventing infections and promoting efficient healing in high-mobility areas."
    },
    {
        "name": "Butterfly Fingertip Adhesive Plaster",
        "info": "Butterfly fingertip adhesive plasters are specialized first aid tools designed for wounds on fingertips. Shaped like a butterfly, they wrap securely around curved surfaces, ensuring protection and flexibility. Developed for precision, they prevent infection, promote healing, and are indispensable for treating minor injuries in delicate, high-use areas."
    },
    {
        "name": "Instant Cold Pack",
        "info": "Instant cold packs, patented in the mid-20th century, revolutionized first aid by offering portable, on-demand cooling. Activated through a chemical reaction, they provide immediate relief for sprains, bruises, or inflammation. Essential for reducing swelling and pain, their invention marked a milestone in emergency and sports injury management."
    },
    {
        "name": "Whistle",
        "info": "Whistles, dating back to ancient Greece and Rome, were initially used in rituals and sports. By the 19th century, they evolved into vital emergency tools, aiding in first aid, search-and-rescue, and maritime safety. Compact and loud, they ensure effective communication during crises, especially when visibility or vocal reach is limited."
    },
    {
        "name": "Combine Dressing",
        "info": "Combine dressings have roots in the evolution of battlefield medicine, where managing severe wounds demanded absorbent materials. Their modern design emerged in the 20th century, combining non-stick layers and cushioning. Widely used in emergencies, they control bleeding, shield wounds, and prevent infection, making them indispensable for advanced medical care and trauma response."
    },
    {
        "name": "Empty Nylon Bag",
        "info": "Empty nylon bags, often overlooked in first aid kits, have become crucial in emergency response. Originally developed in the mid-20th century for lightweight storage, their uses in first aid include containing medical waste, securing dressings, or protecting items from contamination. Their durability and portability make them versatile for handling emergencies."
    },
    {
        "name": "Junior Adhesive Plaster",
        "info": "Junior adhesive plasters, first popularized in the 1950s, were created to address the challenge of treating children’s wounds with comfort and ease. Their fun designs and softer adhesives were developed to make treatment less intimidating for kids. Over time, they've become a staple in first aid kits for families and schools."
    },
    {
        "name": "Blister Relief on feet plaster",
        "info": "Blister relief plasters for feet gained popularity in the 1980s, as athletes and travelers sought more effective solutions for painful blisters. Using innovative materials like hydrocolloid, these plasters absorb moisture, reduce friction, and protect the blister. Over time, they became a go-to remedy for preventing and treating foot blisters in various settings."
    },
    {
        "name": "compass",
        "info": "Compasses, first invented in ancient China around the 2nd century BCE, were initially used for divination before becoming vital for navigation. By the 12th century, they revolutionized maritime exploration. In emergencies, modern compasses help orient rescuers and hikers, offering a reliable means of finding direction in survival situations."
    },
    {
        "name": "Blue Small Scissors",
        "info": "Small blue scissors, often included in first aid kits, trace their utility to the refinement of compact medical tools in the 20th century. Designed for precision cutting, they trim bandages, gauze, or clothing in emergencies. Their vibrant color enhances visibility, while their portability makes them indispensable in both home and field care."
    },
    {
        "name": "Elbow/Knee adhesive plaster",
        "info": "Elbow and knee adhesive plasters evolved from the broader development of joint-specific medical dressings in the early 1900s, influenced by sports medicine advancements. Initially simple cloth wraps, they gained popularity with modern adhesive technologies in the mid-20th century. Designed for flexibility and protection, they became essential for treating injuries in active environments."
    },
    {
        "name": "Adhesive Wound Dressing Pad",
        "info": "Adhesive wound dressing pads trace their origins to the 1920s, when adhesive bandages were first commercialized. Over time, they evolved to include absorbent pads for larger wounds, combining convenience and protection. Widely used in first aid, these dressings shield injuries, reduce infection risk, and simplify wound care in medical and everyday scenarios."
    },
    {
        "name":"Cpr Face Mask",
        "info": "CPR face masks, inspired by 19th-century lifesaving efforts and perfected in the 1960s, transformed emergency care. From basic tools to advanced one-way valves, they ensure safe, hygienic resuscitation. Lightweight and essential, these masks empower anyone to deliver life-saving breaths confidently in critical moments."
    },
    {
        "name": "Light Stick",
        "info": "Light sticks, first developed for military use, became a game-changer for emergencies in the 20th century. With a simple snap, they unleash a glowing signal, providing instant visibility. Compact, battery-free, and reliable, they’re essential for safety and signaling in the darkest of moments."
    },
    {
        "name": "Sterile Gauze Pads",
        "info": "Sterile gauze pads evolved in the early 1900s as part of the growing push for hygiene in medical care. Initially used in hospitals, their convenience and absorbency made them indispensable in home and field first aid. Today, they’re key in preventing infection, promoting healing, and providing protection for various types of wounds."
    },
    {
        "name": "Adhesive Plaster",
        "info": "Adhesive plasters were first introduced in the 1880s, initially developed by Earle Dickson for his wife’s frequent injuries. Their quick success transformed everyday first aid, offering a simple yet effective solution for minor cuts.Over time, their design improved, offering more comfort, flexibility, and protection, making them indispensable for treating minor cuts and abrasions in everyday life and emergencies."
    },
    {
        "name": "Conforming Elastic Bandage",
        "info": "Conforming elastic bandages, a key development in the 1930s, were designed to provide adjustable compression for injured areas. Evolving from earlier cotton wraps, they gained popularity in sports and medical care for treating sprains and strains. Their stretchability and ability to mold to different body parts make them essential for reducing swelling and providing support in emergencies."
    },
    {
        "name": "Metal Tweazers",
        "info": "Metal tweezers, with origins dating back to ancient Egypt, were first used for precision tasks like grooming and handling small objects. In modern times, their design evolved for medical and first aid use, providing a tool for safely removing splinters, ticks, or debris. Durable and portable, they’re indispensable in emergency kits for precise care."
    },
    {
        "name": "Medical Tape",
        "info": "Medical tape evolved from early cloth bandages, which were used to secure dressings and support injuries. As the need for stronger, more flexible adhesives grew, medical tape became a key innovation in healthcare. Today, it's crucial for securing gauze, bandages, and splints, offering durability and comfort in both professional and emergency settings."
    },
    {
        "name": "Emergency blanket",
        "info": "Emergency blankets, developed from space-age materials, became a key innovation in survival gear. Initially designed for astronauts to retain body heat in extreme conditions, they are now a staple in first aid kits. Compact and reflective, they provide vital warmth during emergencies, preventing hypothermia in outdoor or disaster situations."
    },
    {
        "name": "Sterile Eye pad",
        "info": "Sterile eye pads, crucial in first aid, are designed to protect and promote healing for eye injuries. Used to cover cuts, abrasions, or post-surgery wounds, they prevent infection by providing a clean, absorbent surface. Their padded design offers comfort and helps reduce pressure, making them essential in emergency eye care."
    },
    {
        "name": "Butterfly Wound Closure Strip",
        "info": "Butterfly wound closure strips were developed to provide an alternative to stitches for closing small, clean cuts. Their adhesive design gently pulls the wound edges together, promoting faster healing while reducing the risk of infection. Widely used in first aid, they are a convenient, non-invasive solution for minor lacerations and injuries."
    },
    {
        "name": "Raincoat",
        "info": "Raincoats, originally designed for sailors and outdoor workers, have evolved into essential protective gear in first aid kits. Their waterproof material shields against the elements, keeping victims dry and warm in emergencies. Lightweight and easy to store, they’re vital for staying protected during unexpected downpours in outdoor or rescue situations."
    },
    {
        "name": "Examination gloves",
        "info": "Examination gloves were introduced as a key development in infection control, evolving from early rubber gloves used in surgical settings. Designed for use in medical exams and first aid, they protect both the caregiver and patient from contamination. Their flexibility and durability make them essential for safe, hygienic treatment in emergencies."
    },
    {
        "name": "Cleansing wipes (alcohol free)",
        "info": "Alcohol-free cleansing wipes, developed as a gentler alternative to traditional antiseptics, are ideal for cleaning sensitive skin or minor wounds. Originally designed for hospital use, they’ve become a first-aid essential. These wipes remove dirt and debris without causing irritation, offering a safe, effective solution for maintaining hygiene in emergency care."
    },
    {
        "name": "Sterile wound dressing",
        "info": "Sterile wound dressings, rooted in advancements in antiseptic practices, are designed to protect open wounds and aid healing. Evolving from simple cloth coverings, they now feature sterile materials that prevent infection while cushioning the injury. Essential in first aid, they ensure wounds remain clean and secure in emergency situations."
    }
]